Revit 2027 API
BuiltInFailures.GroupFailures.NoneOfSelElemsGroupable Property
 None of the selected elements can be grouped. The elements may already be grouped or may be element types which are not allowed for grouping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoneOfSelElemsGroupable { get; }
Public Shared ReadOnly Property NoneOfSelElemsGroupable As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoneOfSelElemsGroupable {
	FailureDefinitionId^ get ();
}
static member NoneOfSelElemsGroupable : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace